Repository: douglas125/PersonalTimeManager
Catalog: PersonalProjBuilder/frmPBPessoal.*.resx
Languages: pt

# showPersonalManagerToolStripMenuItem.Text
source: &Show personal manager
pt: &Exibir gerenciador pessoal

# addremarkToolStripMenuItem.Text
source: Add &remark to current tasks...
pt: Adicionar &comentário às tarefas em andamento...

# changeTimeSpentToolStripMenuItem1.Text
source: Change &time spent...
pt: Modificar &tempo transcorrido...

# preferencesToolStripMenuItem1.Text
source: &Preferences...
pt: &Preferências...

# exitToolStripMenuItem1.Text
source: &Exit
pt: &Sair

# notifyIcon.Text
source: Personal Project Manager
pt: Gerenciador Pessoal

# minimizeToTrayToolStripMenuItem.Text
source: &Minimize to tray
pt: &Minimizar para a bandeja

# preferencesToolStripMenuItem.Text
source: &Preferences...
pt: &Preferências...

# loadDataFromFileToolStripMenuItem.Text
source: &Load data from file...
pt: &Carregar dados do arquivo...

# exitToolStripMenuItem.Text
source: &Exit
pt: &Sair

# quitToolStripMenuItem.Text
source: &Application
pt: &Aplicativo

# manageTasksToolStripMenuItem.Text
source: &Manage tasks...
pt: &Gerenciar tarefas...

# manageAssociationsToolStripMenuItem.Text
source: Manage associations...
pt: Gerenciar &associações...

# changeTimeSpentToolStripMenuItem.Text
source: &Change time spent...
pt: &Modificar tempo transcorrido...

# viewLogToolStripMenuItem.Text
source: &View time log...
pt: &Ver log de tempo...

# clearLogToolStripMenuItem.Text
source: &Clear log
pt: &Limpar log

# tasksToolStripMenuItem.Text
source: &Tasks
pt: &Tarefas

# aboutToolStripMenuItem.Text
source: A&bout...
pt: So&bre...

# lblNowUsing.Text
source: Current tasks:
pt: Tarefas em andamento:

# lblNoTask.Text
source: No task
pt: Não há tarefa ativa

# lblNoTaskIdent.Text
source: No task was identified
pt: Nenhuma tarefa identificada

# btnNew.Text
source: &New...
pt: &Nova...

# groupBox1.Text
source: My tasks
pt: Minhas tarefas

# lblNoTaskClick.Text
source: No task identified. Click to associate...
pt: Nenhuma tarefa identificada. Clique para associar...

# lblConfirmExit.Text
source: Do you really want to exit?
pt: Deseja realmente sair?

# lblInsSafDriv.Text
source: Please insert safety drive
pt: Favor inserir drive de segurança

# lblCantSaveCopy.Text
source: Cannot save data to
pt: Não foi possível salvar dados em

# lblCantSaveLocalDir.Text
source: Cannot save data in local directory
pt: Não foi possível salvar dados na pasta local

# label1.Text
source: Associate string to selected task:
pt: Associar texto à tarefa selecionada:

# btnAssoc.Text
source: A&ssociate
pt: A&ssociar

# lblProblem.Text
source: Problem
pt: Problema

# groupBox2.Text
source: Association
pt: Associar

# lblClearLog.Text
source: All time logs will be cleared. Are you sure?
pt: Todos os registros de tempo serão apagados. Deseja mesmo continuar?

# lblWelcome.Text
source: Welcome,
pt: Olá,

# groupBox3.Text
source: Last window
pt: Última janela

# lblNotReg.Text
source: Not registered
pt: Não registrado

# openFileDialog.Filter
source: Personal Manager Files|*.PMF
pt: Arquivos do Gerenciador Pessoal|*.PMF

# $this.Text
source: CMSoft Personal Manager
pt: CMSoft - Gerenciador Pessoal
